Repository: Ran-shiks/My_Ticket
Catalog: lib/core/resources/l10n/app_*.arb
Languages: it

# action_login
source: Login
it: Accedi

# action_sign_up
source: Sign Up
it: Registrati

# title_sign_up
source: Sign Up
it: Registrazione

# action_open_settings
source: Open Settings
it: Impostazioni

# action_start_buying_tickets
source: Join your favorites events
it: Partecipa ai tuoi eventi preferiti

# dialog_wrong_login_title
source: Login gone Wrong
it: Login Errato

# dialog_wrong_login_message
source: Credentials are Wrong
it: Credenziali non giuste

# label_or
source: or
it: o

# label_name
source: Name
it: Nome

# label_surname
source: Surname
it: Cognome

# label_calendar
source: Enter BirthDate
it: Imposta la Data

# label_no_connection_msg2
source: No Connection Available
it: Nessuna Connessione Disponibile

# title_sign_in
source: Sign In
it: Accedi

# welcome_header_2
source: Fast
it: Veloce

# welcome_header_3
source: Free
it: Gratuita

# welcome_header_4
source: Powerfull
it: Potente

# welcome_header_5
source: Secure
it: Sicura

# welcome_header_6
source: Cloud-based
it: Basata su Cloud

# welcome_description_1
source: The app to access your events
it: L'app per accedere ai migliori eventi

# welcome_description_2
source: Buy Tickets in few seconds
it: Acquista i biglietti in pochi secondi

# welcome_description_3
source: Keep up to date with events without registration
it: Tieniti aggiornato sugli eventi senza registrazione

# welcome_description_4
source: All the best events always at your fingertips
it: Tutti i migliori eventi sempre a portata di mano

# welcome_description_5
source: Your tickets always with you
it: I tuoi biglietti sempre con te

# welcome_description_6
source: Now on Cloud
it: Ora anche su Cloud

# text_search
source: Search
it: Cerca

# admin_user_list
source: User list
it: Lista Utenti

# admin_creation_event
source: Creation event
it: Crea evento

# admin_creation_room
source: Creation room
it: Crea sala
